var questionList = {
	"0": {
		"question": "缓存完后关闭网络观看,加载很慢,怎么办?",
		"reply": "<p>加载速度因为服务器压力大可能有点慢，但是如果长时间不出现，可以尝试打开网络加载列表的，封面加载消耗流量很少，看漫画是正常的，不消耗流量</p><p>另外可能还有一种情况，我们的新版解决了高版本安卓系统不可缓存在SD卡上的问题，如果您使用的是这样的手机，更新版本后，因为需要把之前缓存好的漫画从手机内存转移到SD卡上，建议缓存漫画不多的情况下，试试上述方法或者删除缓存再重新缓存试试，还是不行的话，请联系我们的可米酱</p>"
	},
	"1": {
		"question": "缓存如何存放在SD卡上？",
		"reply": "<p>点击“我的”，右上角有个“设置”图标，点击进入设置页面，如果您的手机有SD卡且是可检测到的情况下，会出现一个“缓存目录”的选项，点击就可以切换缓存路径的哦，内存，SD卡，想存哪就存哪</p>"
	},
	"2": {
		"question": "有些漫画更新很慢啊，怎么回事？",
		"reply": "<p>除了拥有版权之外的漫画，我们的更新频率可能跟不上官网的，敬请谅解</p>"
	},
	"3": {
		"question": "兑吧的东西什么时候更新?",
		"reply": "<p>一般会在20天左右刷新一次,且兑吧的东西数量是有限的，兑完就要等下一次刷新哦</p>"
	},
	"4": {
		"question": "为什么缓存的东西老是显示文件损坏?",
		"reply": "<p>一次性缓存内容多的话,存储量会很大,如果手机下载了类似于手机管家之类的软件,有可能会把下载的内容自动清理掉,所以会造成显示文件损坏,如果出现文件损坏的情况,可以把已下载的内容清理掉然后重新下载,并且一次性下载少一点内容或者关掉手机管家等软件,如还会出现,请联系可米酱</p>"
	}
}