var questionList = {
	"0": {
		"question": "某些漫画的字很小看不清，可以放大么？",
		"reply": '<p>请在看漫画的时候，双击想要放大的部位，就可以实现放大了，再次双击回复原状的哦</p>'
	},
	"1": {
		"question": "为何我在Wi-Fi环境下漫画加载速度那么慢，甚至加载不出来呢？",
		"reply": "<p>如果加载速度过慢：可能是您所用的Wi-Fi运营商和我们的服务器之间的传输速度过慢，这个也是我们一直在持续优化的点，而且可能和高峰时间段使用有关，建议如果总出现这样的问题，可以考虑换个时间段试试</p><p>如果加载不出来：您可以试试这个，在启动好的电脑上按下 Windows键+R键，输入cmd回车，输入或粘贴tracert proxy.icomico.com回车，等待几分钟运行完成，截图发给可米酱哦</p>"
	},
	"2": {
		"question": "缓存完后关闭网络观看,加载很慢,怎么办?",
		"reply": "<p>加载速度因为服务器压力大可能有点慢，但是如果长时间不出现，可以尝试打开网络加载列表的，封面加载消耗流量很少，看漫画是正常的，不消耗流量</p>"
	},
	"3": {
		"question": "有些漫画更新很慢啊，怎么回事？",
		"reply": "<p>除了拥有版权之外的漫画，我们的更新频率可能跟不上官网的，敬请谅解</p>"
	},
	"4": {
		"question": "兑吧的东西什么时候更新?",
		"reply": "<p>一般会在20天左右刷新一次,且兑吧的东西数量是有限的，兑完就要等下一次刷新哦</p>"
	},
	"5": {
		"question": "为什么不能左右翻页,上下翻好麻烦?",
		"reply": "<p>是因为现在条漫暂时还不支持左右翻页,我们会努力的优化这个功能的</p>"
	}

}