var remarkData = {
    'judges': {
        '1': {
            icon: 'cmj.jpg'
        },
        '2': {
            icon: 'lifei.jpg'
        },
        '3': {
            icon: 'zhangxiaoyu.jpg'
        }
    },
    'remarks': {
        '17': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '蓝西的爱',
                comic_id: 10472,
                content: '从人物的动态、表情以及氛围的烘托能看出作者的绘画功底；作者的脑洞也很大，故事情节跌宕起伏，让人有想继续看下去的冲动。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '文具物语',
                comic_id: 10469,
                content: '整部作品色调温馨，让人看了很治愈，文具的造型也很乖巧讨喜；故事为多格漫画的形式，看起来也轻松。从文具的视角出发的小故事也很有趣。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '魔格异闻录',
                comic_id: 10473,
                content: '看得出作者的用心，是一部典型的少年漫画，作者有一定的造型能力，但分镜上还需要提高。'
            }
        ],
        '18': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: 'KUMA！大暴走',
                comic_id: 10511,
                content: '这部作品整体色彩明亮，视觉效果较好。在剧情设置点也比较有意思，以荒凉的西部为大背景。不过人物造型还不够成熟，稍显幼稚。分镜方面差强人意还需要加强。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '狼爱上羊',
                comic_id: 10509,
                content: '这部作品，篇幅虽然简短，但是故事很震撼人心。羊与狼种族之间的爱恨情仇，以及种种误解所交织在一起，产生的结局让人唏嘘不已。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '魔镜与糖果屋',
                comic_id: 10512,
                content: '这部漫画，有一种意犹未尽的感觉。无可置疑，这是一部好漫画，画风漂亮，故事取材于经典童话，再经过作者的加工糅合成一部新的作品，让人们在这些熟悉的角色间有着不一样的、新颖的体验。从这一点来说《魔镜与糖果屋》有着很好的代入感和市场受众。从画面来看，这部作品精致漂亮，人物造型成熟美型，视觉效果很好。但这部作品也有着一些瑕疵，在分镜和故事表达、人物塑造上面还显得稍显稚嫩，如果作者在后期的表达上能够有更好的效果的话，我会很看好这部作品。'
            }
        ],
        '19': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '阿花花',
                comic_id: 10051,
                content: '《阿花花》讲述女主人公（其实就是铲屎官）与猫咪花的故事。整体轻松搞笑，很适合茶余饭后来观看，人物造型也很可爱，人物性格也很丰富有趣。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '月芳斋与猫泡芙',
                comic_id: 1285,
                content: '《月芳斋与猫泡芙》这部作品从画面来看，人物造型可爱，颜色搭配和视觉效果很好。不过分镜和故事显得还很稚嫩，如果作者将重心放在这2个方面，作品完成度 会更好。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '水果蔬菜的战争与和平',
                comic_id: 10116,
                content: '看了《水果蔬菜的战争与和平》这部漫画，作者视角独特，由一群瓜果蔬菜来暗示各种存在于社会的人们。从画面来看，这部作品造型独特，很有辨识度，能 被读者给记住。画手对颜色的视觉效果处理的也很好。但这部作品也有着一些瑕疵，在分镜和故事表达、人物塑造上面还需要加强，这是一部让人有一种意犹未尽的作品觉。'
            }
        ],
          '20': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '幽灵恋人',
                comic_id: 10115,
                content: '看完《幽灵恋人》，首先他的剧情很有趣，男主是以一个幽灵的形象出现，但是此处对于男主很快就接受了自己是幽灵一事，表现出作者对人物性格描写还有些欠缺。不过作者能很快将故事立起来。让人很期待接下来的故事。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '早安豆小米',
                comic_id: 1215,
                content: '《早安豆小米》是一部整体轻松搞笑，很适合茶余饭后来观看的小品漫画。人物造型活泼可爱，所讲诉的也是发生在我们生活周围的小事。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '百鬼莫辩',
                comic_id: 10170,
                content: '看了《百鬼莫辩》觉得作者很有想法，一个都市的鬼怪故事能够吸引许多读者的喜欢，创意不错。作者的分镜叙述也比较流畅。但感觉画面氛围的营造稍显不足，没有能够让读者产生应有的悬念和视觉冲击，这个希望在作品后面的故事中得到加强。整体来说，还是一部有潜力的作品。'
            }
        ],
                  '21': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '西游续篇--齐天',
                comic_id: 1192,
                content: '这部作品画面、人物刻画得十分细致，画工实在，体现出作者很好的绘画功底和虔诚的作画态度，赞。但是跟画功相比分镜和故事的叙述稍显逊色，让人阅读起来流畅度不足。希望作者继续努力，把握好故事和分镜，相信以后漫画会更加出色。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: 'Fish Life',
                comic_id: 10494,
                content: '这部作品的画风和人物造型很有个性，充满了个人风格，但是文字太小有些台词看不清楚，导致阅读有些吃力。并且作者对画面黑白灰还要加强。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: 'rainbow',
                comic_id: 10094,
                content: '《rainbow》这部作品讲诉了两个男生之间发生的各种误会，故事画面色调温馨，让人看了很治愈，故事整体轻松搞笑，很适合茶余饭后来观看，人物造型也很可爱、性格也很丰富有趣。但 这部作品还是有一些瑕疵的，比如在分镜和故事表达上面还需要加强。整体来说，还是一部有潜力的作品。'
            }
        ],
                  '22': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '凄离梦',
                comic_id: 10533,
                content: '阅读了《凄离梦》，感觉是一部成熟度很高的优秀漫画。作者分镜自然，人物表情生动，景和人物的关系恰到好处。故事叙述上面清晰自然，表现张力十足。很期待作者后面的故事。虽然这部漫画是一部黑白漫，但比起彩漫的喧嚣，沉静单纯的画面又有一种传统隽永的味道，很好。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '硬汉',
                comic_id: 1222,
                content: '《硬汉》的画面插画味十足，人物很有特色，给人印象很深，能说是脱颖而出。并且作者在短短几页的故事内容中 ，成功的塑造了一个少年成为一个“硬汉”的过程。作者在讲故事方面能力不错。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '单人也',
                comic_id: 10168,
                content: '《单人也》这部故事发生在校园，故事节奏慢慢的。能看出作者想要画好一部漫画的强烈愿望。但这部作品也有着一些瑕疵，在分镜和故事表达、人物塑造上面还显得稍显稚嫩，希望作者以后能注意这些方面的问题。'
            }
        ],
                  '23': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '别惹我心烦',
                comic_id: 10125,
                content: '《别惹我心烦》画面的颜色鲜亮，完成度比较高，能看出作者的功底。只是整个故事比较短小。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '福兮OR祸也',
                comic_id: 10270,
                content: '《福兮OR祸也》这部作品故事有趣。在剧情转折点比较有趣，画风时尚。人物造型比较用心，性格立得比较有趣。但是分镜表达较弱需要加强。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '若叶时光',
                comic_id: 2054,
                content: '看了《若叶时光》，也是一部校园题材的故事，从一位女生的心事角度来讲述的故事，很有代入感，如果颜色方面再干净一些画面会更棒。'
            }
        ],
                  '24': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '墨斗线',
                comic_id: 10173,
                content: '《墨斗线》的剧情设定上扣人心弦，让人迫切想看下去；并且从画面上能看出作者的造型能力，只是有些画面的颜色略脏，可以再注意一下。画风和剧本配合的很好，很期待之后的故事。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '守护神=背后灵',
                comic_id: 8976,
                content: '《守护神=背后灵》故事有一些让人压抑，希望作者能给作品上完成度高一些就更好。目前完整度还是太低。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '黑白那点事',
                comic_id: 10627,
                content: '《黑白那点儿事》讲述的故事夹杂着一丝清风。没有朋友的少女在神社偶遇神明。作品的颜色很清晰靓丽，浓烈的水彩插画风，让人看了很舒服。'
            }
        ],
                  '25': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '天外有天',
                comic_id: 10194,
                content: '能看出作者的漫画水准很高，分镜也很不错，并且能很好的把握故事叙述的节奏；该作以篮球为主题，能很快的抓住年轻读者的心。对于运动类型的漫画来说，作者的各项能力要求是很高的，该作画手做的还不错。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '崩溃少女',
                comic_id: 10271,
                content: '画手的色彩不脏，人物的造型能力不错，故事情节都很轻松。适合各个年龄层。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '单身大作战',
                comic_id: 10225 ,
                content: '该故事很有想法，突然出现的老婆大人，还是个美女，可以说是满足了众宅男们的各种yy。'
            }
        ],
                  '26': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '每个人都是疯子',
                comic_id: 10475,
                content: '《每个人都是疯子》的作者有一定作画能力，并且故事很有意思脑洞是有的。如果用色再注意一点儿不要这么脏就更好了。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '小心情',
                comic_id: 1505,
                content: '看完《小心情》故事很轻松诙谐，属于小品类的故事。作品的内容就和我们周围息息相关，女主角柚子也是一个热爱生活的可爱女生。这种故事没有年龄的限制，很容易被大众说接受，并且这种短小的条漫很适合微博的传播。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '童话X传说',
                comic_id: 10631 ,
                content: '从作者的故事内容不难看出，作者很有想法。作者对分镜的把握还是很准，是一个有趣的故事。'
            }
        ],
                  '27': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '珍饈物語',
                comic_id: 10358,
                content: '热血加搞笑题材，非常考验作者的功底，能看出作者非常用心，网点用的很细致不罗嗦，唯一的缺点是用手机看页漫还是比较辛苦，希望以后多注意用户体验。。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '阴间二三事',
                comic_id: 1194,
                content: '非常萌的人设，作者表现的世界充满爱意与善良，人物结构还需要加强。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '登月',
                comic_id: 10534 ,
                content: '看得出是位比较成熟有经验的作者，完全默剧的故事表现拿捏的还是挺到位的。'
            }
        ],
                  '28': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '大学的烦恼',
                comic_id: 10695,
                content: '作品问题比较多，还有很大的努力空间，希望再接再厉。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '作死少年与杀人鬼',
                comic_id: 10615,
                content: '画风不错，故事很有趣略带恐怖，可以尝试下长篇。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '软乎乎的狼大人',
                comic_id: 10665 ,
                content: '可爱的画风，清新的颜色，很有小情调的一部作品！'
            }
        ],
                  '29': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '行香子',
                comic_id: 10731,
                content: '很久没看到这么专业的作者参加比赛了，虽然分镜还是页漫的形式，但只要稍作修改就很好。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '扶士无双',
                comic_id: 10655,
                content: '作品题材新颖，作者脑洞比较大，人体结构还需加强。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '如果还能爱你',
                comic_id: 10357 ,
                content: '故事的细节处理上还是有些粗糙，希望再接再厉，创作更好的作品'
            }
        ],
                  '30': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '半人马传奇',
                comic_id: 10765,
                content: '非常富有感染力和个性的画风，分镜感也是值得称赞，希望今后能继续努力创作，打磨画工。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '哈尔崔斯的大兵',
                comic_id: 10725,
                content: '人物设计的比较讨巧，结构和画面语言也都组织的不错，希望今后创作时也多注意画面文字排版方面的细节，能提高阅读体验。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '黑鸡汤',
                comic_id: 10713 ,
                content: '情节富有转折，但画面表现力上还有比较大的挖掘空间，画风若能有所突破，会有更亮眼的表现力'
            }
        ],
                  '31': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '变形记',
                comic_id: 10693,
                content: '细思恐极的剧情，非常有趣！希望能继续保持',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: 'FRONE WEIHNACHTEN',
                comic_id: 10152,
                content: '人物形体非常漂亮惊艳'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '道士',
                comic_id: 10417 ,
                content: '典型的少年热血风，细节稍显粗糙，望以后加强'
            }
        ],
                  '32': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '机械少女',
                comic_id: 10853,
                content: '分镜稍显杂乱，希望作者改进',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '脱单攻略',
                comic_id: 10906,
                content: '色彩淡雅，人物美型，看得出作者很用心。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '天地拳套',
                comic_id: 10745 ,
                content: '略显粗糙，再精致点就更好了'
            }
        ],
                  '33': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '青鬼',
                comic_id: 10911,
                content: '让人耳目一新的画风，非常期待能够看到其他作品。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '有你陪伴的艾欧泽亚旅行',
                comic_id: 10920,
                content: '画面精致，非常有潜力！希望下次有机会能够挑战一下更受欢迎的题材。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '傻小缺和呆小萌',
                comic_id: 10930 ,
                content: 'Q版的画风很温馨，故事很可爱。'
            }
        ],
                  '34': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '老城往事',
                comic_id: 10927,
                content: '故事情节很棒，情节跌宕，疑团密布，期待作者为我们讲述后面的故事。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '你我之间的约定',
                comic_id: 10813,
                content: '画风细腻，能看出作者扎实功底。遥远年代的约定这一设定，也容易引起读者的共鸣。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '你让我情何以堪',
                comic_id: 10916 ,
                content: '故事幽默趣味十足，让人忍俊不禁。'
            }
        ],
                  '35': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '13亿丧尸',
                comic_id: 10806,
                content: '非常具有冲击力的画风，剧情有趣，唯独在分镜上需要改善，让镜头表述故事比大段文字表述故事要好的多，希望能加强文字排版和分镜设计。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '大罗',
                comic_id: 10951,
                content: '画风硬派，分镜优秀，将画面和故事结合比较不错，故事具有想象力，但故事整体构思还不够成熟，需要加强细节，提高阅读体验。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '至尊情圣',
                comic_id: 10947 ,
                content: '剧情开片发展较为缓慢，没有将故事叙述开来，人物设计上比较饱满，塑造的比较丰满，如果画风再美型一点会更加适合主题。'
            }
        ],
                  '36': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '黑暗小本子',
                comic_id: 10961,
                content: '作者对于恐怖的把控点到即止，让人在感到感动之余又让人觉得毛骨悚然，是一部很有潜力的作品，期待后面更多的有趣故事',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '长安妖歌',
                comic_id: 10948,
                content: '线条流畅，人物美型，画风细腻，能看出作者扎实功底画风细腻，楔子展开和交代的故事背景很有意思，期待接下来的内容。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '半路青梅',
                comic_id: 10957 ,
                content: '画面清新，少女内心的悸动被作者拿捏的恰到好处，能看出作者对人物和画面的把控有较为成熟的水平。'
            }
        ],
                  '37': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '恶魔日记',
                comic_id: 10964,
                content: '作者风格独特，脑洞大开，二缺神明和冷面仆人之间的日常让人捧腹大笑，期待后续的内容。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '那种甜',
                comic_id: 10999,
                content: '年少的时光，懵懂的情感，多年以后回忆起来大概也会感叹那段青葱岁月，该作品色彩清新，充满温暖，读者从中能够感受到“那点甜”'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '高高大人&尼桑的日常',
                comic_id: 11002 ,
                content: '可爱小两口的日常生活，色彩搭配协调，分镜合理，人物性格鲜明，能看出作者对生活趣味的留心和把握，十分用心。'
            }
        ],
                  '38': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '獣脚与她妹的日常',
                comic_id: 11029,
                content: '轻松有趣的兄妹搞笑日常，清新的上色搭配轻松的画风，无不让人感受轻松的氛围。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '四号线',
                comic_id: 11006,
                content: '用现代都市的交通工具地铁来讲述恐怖故事再合适不过了，在阴暗的地下，密闭的空间，很容易让人产生毛骨悚然的感觉，期待后续的剧情。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '我是一个中二的高中生',
                comic_id: 11013 ,
                content: '轻松爆笑的高中生活，让人捧腹大笑，从细枝末节里感受到校园生活的乐趣。'
            }
        ],
                  '39': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '成年礼',
                comic_id: 11045,
                content: '一个短篇的爱情故事，展开的方式可能太急了，画面还可以在提升的美型一点。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '别靠近我',
                comic_id: 11082,
                content: '画面整体表现不错，但是故事太短点，希望能将剧情放长'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '魔王的鬼畜计划',
                comic_id: 10994 ,
                content: '有趣勇者与魔王的故事，巅峰了传统的勇者救公主的故事，十分有趣'
            }
        ],
                  '40': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '错爱',
                comic_id: 11085,
                content: '戏剧性的展开，但是故事情节却大概能从标题中猜到，希望能更多些转折。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '千岁红',
                comic_id: 11043,
                content: '细腻的画风，人物美型，故事很有吸引力但是还有很大的进步空间。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '精灵世界',
                comic_id: 11113 ,
                content: '充满童趣的故事，华丽的画风，让人看到一个美丽奇幻的童话故事。'
            }
        ],
                  '41': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: 'MAZER-少女骑士物语',
                comic_id: 11158,
                content: '勇者打魔王的剧情套路却不走寻常路，搞笑而有趣，继续加油。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '勇者今天不交稿',
                comic_id: 11161,
                content: '画风配合其轻松搞笑的题材，让这部作品闪闪发光，用另类的方式讲述编辑部的故事十分的有趣。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '好想和你在一起',
                comic_id: 11026 ,
                content: '剧情上的优势弥补了画面上的不足，请在分镜和画面上在努力下。'
            }
        ],
                  '42': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '好梦如旧',
                comic_id: 11109,
                content: '华丽的画风，民国背景的故事，让人不禁期待起来接下来的剧情',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '福祸云端',
                comic_id: 11209,
                content: '简单易懂的故事，傻白甜的剧情，本是很俗套的剧情却演绎的很有趣。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '深林处',
                comic_id: 11164 ,
                content: '人物设计上还是有所欠缺，但是异国故事却是个亮点。'
            }
        ],
                  '43': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: '夜行黎明',
                comic_id: 11215,
                content: '华丽的奇幻故事，世界观，让人不禁期待起来接下来的剧情',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '生命花',
                comic_id: 11223,
                content: '充满戏剧性的展开，但是故事情节演绎的很有趣。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '我老妈是双子座',
                comic_id: 11217 ,
                content: '人物设计上还是有所欠缺，但是用星座搭配老妈来画故事，挺有趣的。'
            }
        ],
                  '44': [
            {
                judge: 'CMJ',
                judge_id: 1,
                comic: 'Colorful world',
                comic_id: 11275,
                content: '硬派的画风，冲击性的动作镜头，仅仅是个序章就让人不禁觉得这本漫画有趣可以看下去。',
            },
            {
                judge: '李斐',
                judge_id: 2,
                comic: '森火',
                comic_id: 11290,
                content: '一场森火，却引出了一个温馨的故事，画风清新，故事短小却精练。'
            },
            {
                judge: '张晓雨',
                judge_id: 3,
                comic: '第一影后',
                comic_id: 11276 ,
                content: '标题就告诉了一个龙套变影后的故事，设定十分有趣，但是具体怎么发展开来还要看接下来的故事'
            }
        ]
    }
}

