var data = {
	'1': {
		'content': [{
			"img": ["images/1/1-1.jpg"],
			"question": "动漫《刀剑神域》中桐人在SAO里拥有的独特技能是?",
			"select": ["狂暴补师", "锻冶精灵", "圣骑士", "二刀流"],
			"answer": "二刀流"
		}, {
			"img": ["images/1/1-2.jpg"],
			"question": "《火影忍者》宇智波鼬的戒指是?",
			"select": ["朱雀", "零", "青龙", "玉女"],
			"answer": "朱雀"
		}, {
			"img": ["images/1/1-3.jpg"],
			"question": "《数码宝贝》第一部被选中的孩子一共有几个?",
			"select": ["6", "7", "8", "9"],
			"answer": "8"
		}, {
			"img": ["images/1/1-4.jpg"],
			"question": "《蜡笔小新》中小新最讨厌吃什么?",
			"select": ["青椒", "芒果", "蔬菜", "花菜"],
			"answer": "青椒"
		}, {
			"img": ["images/1/1-5.jpg"],
			"question": "《今夜有妖》中男二号“季子枫”同学身上拥有特殊的什么东西?",
			"select": ["钙体质", "绝缘层", "主角光环", "迷之气体"],
			"answer": "绝缘层",
			"ccid":11247
			
		}],
		"timing": "20160728",
	},
	'2': {
		'content': [{
			"img": ["images/2/2-1.jpg"],
			"question": "《葫芦娃》中的三娃拥有什么能力",
			"select": ["喷火", "喷水", "铜头铁臂", "千里眼、顺风耳"],
			"answer": "铜头铁臂"
		},{
			"img": ["images/2/2-2.jpg"],
			"question": "《口袋妖怪》中一直跟在小智身边的宠物是谁",
			"select": ["小火龙", "妙蛙种子", "杰尼龟", "皮卡丘"],
			"answer": "皮卡丘"
		},{
			"img": ["images/2/2-3.jpg"],
			"question": "《火影忍者》中的第六代火影是谁?",
			"select": ["旗木卡卡西", "千手纲手", "波风水门", "千手扉间"],
			"answer": "旗木卡卡西"
		},{
			"img": ["images/2/2-4.jpg"],
			"question": "《龙珠》中孙悟空（有尾巴状态）进入月圆之夜会怎么样?",
			"select": ["变成赛亚人", "长大成人状态", "变成大猩猩", "尾巴断掉"],
			"answer": "变成大猩猩"
		},{
			"img": ["images/2/2-5.jpg"],
			"question": "《灵魂代理人》中的一颗灵药市面能值多少钱?",
			"select": ["不值钱", "100万", "200万", "无价之宝"],
			"answer": "200万",
			"ccid":11286
		}],
		"timing": "20160729"
	},'3': {
		'content': [{
			"img": ["images/3/3-1.jpg"],
			"question": "《哆啦A梦》中多啦A梦是从什么时代来的?",
			"select": ["21世纪", "25世纪", "23世纪", "22世纪"],
			"answer": "22世纪"
		},{
			"img": ["images/3/3-2.jpg"],
			"question": "《海贼王》中与路飞同行的一位厨师是?",
			"select": ["娜美", "香奈儿", "香吉士", "赤犬"],
			"answer": "香吉士"
		},{
			"img": ["images/3/3-3.jpg"],
			"question": "夜叉的妖刀叫什么?",
			"select": ["金碎牙", "银碎牙", "铜碎牙", "铁碎牙"],
			"answer": "铁碎牙"
		},{
			"img": ["images/3/3-4.jpg"],
			"question": "“真相只有一个”这句话在哪一部动漫中最经典",
			"select": ["《侦探学院》", "《左目侦探EYE》", "《名侦探柯南》", "《血色星期一》"],
			"answer": "《名侦探柯南》"
		},{
			"img": ["images/3/3-5.jpg"],
			"question": "《女巫重生记》第四话中上身的女鬼叫什么?",
			"select": ["处女鬼", "梦梦", "小馨", "梦馨予"],
			"answer": "梦馨予",
			"ccid":11379
		}],
		"timing": "20160730"
	},'4': {
		'content': [{
			"img": ["images/4/4-1.jpg"],
			"question": "《七龙珠》里，悟空的第二个孩子叫什么",
			"select": ["悟行", "悟饭", "悟天", "悟劲"],
			"answer": "悟天"
		},{
			"img": ["images/4/4-2.jpg"],
			"question": "《海贼王》中以下哪项不是路飞的招式",
			"select": ["橡皮火箭炮", "武装色强化·橡皮钟", "橡皮巨人之枪", "鬼火斩"],
			"answer": "鬼火斩"
		},{
			"img": ["images/4/4-3.jpg"],
			"question": "《Fate/Stay Night》中Saber的Master是",
			"select": ["卫宫士郎", "远坂凛", "依莉雅斯菲尔·冯·爱因兹贝伦", "间桐慎二"],
			"answer": "卫宫士郎"
		},{
			"img": ["images/4/4-4.jpg"],
			"question": "《百变小樱》中跟着小樱的那只可爱的玩偶太阳封印之兽叫B ",
			"select": ["雪兔", "小可", "月", "斯比"],
			"answer": "小可"
		},{
			"img": ["images/4/4-5.jpg"],
			"question": "《药不能乱吃》第十一话中学姐的头发是什么颜色：",
			"select": ["紫色", "灰色", "橙色", "黄色"],
			"answer": "紫色",
			"ccid":11051
		}],
		"timing": "20160731"
	},'5': {
		'content': [{
			"img": ["images/5/5-1.jpg"],
			"question": "《火影忍者》中把写轮眼给卡卡西的是",
			"select": ["宇智波鼬", "宇智波带土", "宇智波止水", "宇智波佐助"],
			"answer": "宇智波带土"
		},{
			"img": ["images/5/5-2.jpg"],
			"question": "路飞海贼团中除了路飞外悬赏最低的是",
			"select": ["山治", "乔巴", "索隆", "罗宾"],
			"answer": "乔巴"
		},{
			"img": ["images/5/5-3.jpg"],
			"question": "《黑执事》夏尔`凡多姆海威遇塞巴斯蒂安订下的契约魔法阵印记在",
			"select": ["左眼上", "舌头上", "右眼上", "手上"],
			"answer": "右眼上"
		},{
			"img": ["images/5/5-4.jpg"],
			"question": "《妖精的尾巴》众主角在天狼岛篇被黑龙打败后失踪了几年",
			"select": ["8年", "7年", "6年", "5年"],
			"answer": "7年"
		},{
			"img": ["images/5/5-5.jpg"],
			"question": "《墨斗线》前10话中的道长叫什么名字",
			"select": ["七星", "云观", "白云", "升天"],
			"answer": "白云",
			"ccid":10173
		}],
		"timing": "20160801"
	},'6': {
		'content': [{
			"img": ["images/6/6-1.jpg"],
			"question": "《反叛的鲁路修》中谁是拥有令时间短暂定格的能力的",
			"select": ["鲁路修", "洛洛", "V.V", "C.C"],
			"answer": "洛洛"
		},{
			"img": ["images/6/6-2.jpg"],
			"question": "《妖精的尾巴》里纳兹所在的世界之外的另一个世界（异世界）叫做",
			"select": ["艾德拉斯", "艾斯兰登", "阿斯兰特", "艾克斯塔尼亚"],
			"answer": "艾德拉斯"
		},{
			"img": ["images/6/6-3.jpg"],
			"question": "以下哪部电影并非出自宫崎骏之手?",
			"select": ["风之谷", "天空之城", "蒸汽男孩", "萤之光"],
			"answer": "蒸汽男孩"
		},{
			"img": ["images/6/6-4.jpg"],
			"question": "《游戏王》中神之卡一共有几种?",
			"select": ["1", "2", "3", "4"],
			"answer": "3"
		},{
			"img": ["images/6/6-5.jpg"],
			"question": "《神兽退散》三神兽中分别是什么",
			"select": ["蛇、虎、龙", "凤凰、龙、狮", "猫、狗、鼠", "龙、狐狸、凤凰"],
			"answer": "龙、狐狸、凤凰",
			"ccid":77
		}],
		"timing": "20160802"
	},'7': {
		'content': [{
			"img": ["images/7/7-1.jpg"],
			"question": "《死神》里十番队队长日番谷的斩魂刀叫什么名?",
			"select": ["灰猫", "冰轮丸", "千本樱", "斩月"],
			"answer": "冰轮丸"
		},{
			"img": ["images/7/7-2.jpg"],
			"question": "2006版的死亡笔记中L在真人版中由谁演的?",
			"select": ["中孝介", "反町隆史", "松山健一"],
			"answer": "松山健一"
		},{
			"img": ["images/7/7-3.jpg"],
			"question": "《数码宝贝》中战斗暴龙兽和钢铁加鲁鲁合体后成为",
			"select": ["大地暴龙兽", "奥米加兽", "帝皇龙甲兽"],
			"answer": "奥米加兽"
		},{
			"img": ["images/7/7-4.jpg"],
			"question": "《名侦探柯南》中，蝴蝶结变声机里地59号的声音是谁的?",
			"select": ["毛利兰", "工藤新一", "铃木园子", "毛利小五郎"],
			"answer": "毛利小五郎"
		},{
			"img": ["images/7/7-5.jpg"],
			"question": "《恶魔日记》截至2016年7月1日一共多少话",
			"select": ["50", "51", "52", "53"],
			"answer": "50",
			"ccid":10964
		},],
		"timing": "20160803"
		}

}